
[Cryolator X2WeaponTemplate]
FriendlyName="Крио-распылитель"
FriendlyNamePlural="Крио-распылители"
BriefSummary="Замораживает противников."
TacticalText="Замораживает противников."
AbilityDescName="крио-распылитель"

[CryoPistolM2_WPN X2WeaponTemplate]
FriendlyName="Пистолет \"Адвента\""
FriendlyNamePlural="Пистолеты \"Адвента\""
BriefSummary="Стандартный пистолет \"Адвента\"."
TacticalText="Стандартный пистолет \"Адвента\"."
AbilityDescName="пистолет"

[CryoPistolM3_WPN X2WeaponTemplate]
FriendlyName="Пистолет \"Адвента\""
FriendlyNamePlural="Пистолеты \"Адвента\""
BriefSummary="Стандартный пистолет \"Адвента\"."
TacticalText="Стандартный пистолет \"Адвента\"."
AbilityDescName="пистолет"
